[
    {
        "id": 716429,
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSMIhmXIIOyUMtRP97ezwv4bvnAn7FdVG8HIw&s",
        "title": "Pasta with Garlic, Scallions, Cauliflower & Breadcrumbs",
        "readyInMinutes": 45,
        "aggregateLikes": 209,
        "vegetarian": false,
        "vegan": false,
        "glutenFree": false,
        "summary": "You can never have too many main course recipes, so give Pasta with Garlic, Scallions, Cauliflower & Breadcrumbs a try. One serving contains 543 calories, 17g of protein, and 16g of fat. For $1.57 per serving, this recipe covers 22% of your daily requirements of vitamins and minerals. This recipe serves 2. A mixture of butter, white wine, pasta, and a handful of other ingredients are all it takes to make this recipe so yummy. 209 people have tried and liked this recipe. It is brought to you by fullbellysisters.blogspot.com. From preparation to the plate, this recipe takes approximately 45 minutes. Taking all factors into account, this recipe earns a Spoonacular score of 83%, which is tremendous. If you like this recipe, take a look at these similar recipes: Pasta with Garlic, Scallions, Cauliflower & Breadcrumbs, Pasta with Garlic, Scallions, Cauliflower & Breadcrumbs, and Pasta with Garlic, Scallions, Cauliflower & Breadcrumbs."
    },
    {
        "id": 638678,
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRnsR3MzMWMDgp0qXQNDz82xlMH-645WYDc5g&s",
        "title": "Spicy Arrabbiata Penne",
        "readyInMinutes": 30,
        "aggregateLikes": 452,
        "vegetarian": true,
        "vegan": true,
        "glutenFree": false,
        "summary": "Spicy Arrabbiata Penne is a spicy and flavorful main course that is sure to please. One serving contains <b>420 calories</b>, <b>14g of protein</b>, and <b>8g of fat</b>. For <b>$1.25 per serving</b>, this recipe <b>covers 18%</b> of your daily requirements of vitamins and minerals. This recipe serves 4. A mixture of crushed red pepper, garlic, penne pasta, and a handful of other ingredients are all it takes to make this recipe so yummy. 452 people have tried and liked this recipe. It is brought to you by thespruceeats.com. From preparation to the plate, this recipe takes approximately <b>30 minutes</b>. Taking all factors into account, this recipe <b>earns a spoonacular score of 89%</b>, which is excellent. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/spicy-arrabbiata-penne-1267493\">Spicy Arrabbiata Penne</a>, <a href=\"https://spoonacular.com/recipes/spicy-arrabbiata-penne-1278533\">Spicy Arrabbiata Penne</a>, and <a href=\"https://spoonacular.com/recipes/spicy-arrabbiata-penne-1296543\">Spicy Arrabbiata Penne</a>."
    },
    {
        "id": 716431,
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTwuZNUn14Q8QkVNBhPEKPhuh95-vZNnjZ52w&s",
        "title": "Chicken Alfredo with Broccoli",
        "readyInMinutes": 30,
        "aggregateLikes": 354,
        "vegetarian": false,
        "vegan": false,
        "glutenFree": false,
        "summary": "You can never have too many main course recipes, so give Chicken Alfredo with Broccoli a try. One serving contains <b>650 calories</b>, <b>30g of protein</b>, and <b>40g of fat</b>. For <b>$2.50 per serving</b>, this recipe <b>covers 30%</b> of your daily requirements of vitamins and minerals. This recipe serves 4. A mixture of chicken breast, heavy cream, parmesan cheese, and a handful of other ingredients are all it takes to make this recipe so delicious. 354 people have tried and liked this recipe. It is brought to you by delish.com. From preparation to the plate, this recipe takes approximately <b>30 minutes</b>. Taking all factors into account, this recipe <b>earns a spoonacular score of 90%</b>, which is outstanding. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/chicken-alfredo-with-broccoli-1230190\">Chicken Alfredo with Broccoli</a>, <a href=\"https://spoonacular.com/recipes/chicken-alfredo-with-broccoli-1230078\">Chicken Alfredo with Broccoli</a>, and <a href=\"https://spoonacular.com/recipes/chicken-alfredo-with-broccoli-1229870\">Chicken Alfredo with Broccoli</a>."
    },
    {
        "id": 731892,
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQnRV2BbtoQ6A5N_yL8DDChzJdSFK7i5y1_TQ&s",
        "title": "Roasted Brussels Sprouts with Bacon, Pecans, and Maple Syrup",
        "readyInMinutes": 30,
        "aggregateLikes": 185,
        "vegetarian": false,
        "vegan": false,
        "glutenFree": true,
        "summary": "Give Roasted Brussels Sprouts with Bacon, Pecans, and Maple Syrup a try; it serves 4 at $2.39 per serving. Each serving offers 326 calories, 8g protein, and 21g fat. This recipe, enhanced with bacon, maple syrup, pecans, and more, promises delightful flavors. 185 people have enjoyed this recipe, available from savorysimple.net. It takes about 30 minutes from prep to plate and earns a Spoonacular score of 92%, reflecting its excellence. For similar recipes, visit Roasted Brussels Sprouts with Bacon, Pecans, and Maple Syrup, Roasted Brussels Sprouts with Bacon, Pecans, and Maple Syrup, and Roasted Brussels Sprouts with Bacon, Pecans, and Maple Syrup."
    }
]
